docs/fspgbench/3/pgbench_D_plain_ext4.txt
pgbench (16.12)
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 20
query mode: simple
number of clients: 10
number of threads: 10
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 26543
number of failed transactions: 0 (0.000%)
latency average = 22.585 ms
latency stddev = 7.191 ms
initial connection time = 60.455 ms
tps = 442.365499 (without initial connection time)