docs/fspgbench/3/pgbench_E_xts_ext4.txt
pgbench (16.12)
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 20
query mode: simple
number of clients: 10
number of threads: 10
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 25219
number of failed transactions: 0 (0.000%)
latency average = 23.770 ms
latency stddev = 8.011 ms
initial connection time = 57.965 ms
tps = 420.105508 (without initial connection time)