docs/fspgbench/3/pgbench_F_crc32c_ext4.txt
pgbench (16.12)
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 20
query mode: simple
number of clients: 10
number of threads: 10
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 22382
number of failed transactions: 0 (0.000%)
latency average = 26.785 ms
latency stddev = 35.428 ms
initial connection time = 61.753 ms
tps = 373.051830 (without initial connection time)