docs/fspgbench/3/pgbench_G_plain_btrfs.txt
pgbench (16.12)
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 20
query mode: simple
number of clients: 10
number of threads: 10
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 18646
number of failed transactions: 0 (0.000%)
latency average = 32.150 ms
latency stddev = 12.596 ms
initial connection time = 59.395 ms
tps = 310.865631 (without initial connection time)