docs/fspgbench/3/pgbench_I_cbc4k_btrfs.txt
pgbench (16.12)
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 20
query mode: simple
number of clients: 10
number of threads: 10
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 15474
number of failed transactions: 0 (0.000%)
latency average = 38.747 ms
latency stddev = 14.599 ms
initial connection time = 63.439 ms
tps = 257.862305 (without initial connection time)